/* failed string */
"Workflow Canceled" = "Työnkulku kumottu";

/* completed string */
"Workflow Completed" = "Työnkulku valmis";

/* failed string */
"Workflow Failed" = "Työnkulku epäonnistui";

/* running string */
"Workflow Running" = "Työnkulku käynnissä";

